---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BuildingClosingTimeParam
source: html/9acb24d4-0923-a71f-0711-997e1b723316.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BuildingClosingTimeParam Property

"Closing Time"

## Syntax (C#)
```csharp
public static ForgeTypeId BuildingClosingTimeParam { get; }
```